;`1-فرم ویزارد : 3 ساعت
2-استپ شروع : 1 ساعت
3-هندل کردن استپ ها در ویزارد فرم : 4 ساعت
4-کامپوننت گالری پروفایل با کرود عکس : 3 ساعت
5- فرم ایجاد اشخاص : 9 ساعت
6- فرم نمایش و ایجاد سهامداران : 9 ساعت
7-فرم ثبت کالا : 8 ساعت
8- فرم ثبت خدمت :  6 ساعت
9- فرم ثبت  بانک :  5 ساعت
10- فرم ثبت صندوق : 5 ساعت
11-ثبت تراز افتتاحیه : 12 ساعت
12-جدول مخصوص فرم تراز : 8 ساعت
13-ثبت فاکتور فروش : 14 ساعت
14- مودال نمایش فرم در صفحه : 7 ساعت
15-فرم انتخاب کالا / خدمت : 7 ساعت
16-فرم اضافات و کسورات : 6 ساعت
17-لیست اشخاص : 9 ساعت
18-فرم دریافت : 9 ساعت
19-لیست دریافت ها : 8 ساعت
20- فرم پرداخت : 7 ساعت
21-لیست پرداخت ها : 7 ساعت
22- فرم فروشندگان : 7 ساعت
23- لیست فروشندگان : 7 ساعت
24-لیست کالا ها و خدمات : 12 ساعت
25- به روز رسانی لیست قیمت : 5 ساعت
26- چاپ بارکد : 12 ساعت
27- چاپ بارکد تعدادی : 12 ساعت
28-صفحه لیست قیمت کالا : 14 ساعت
29-لیست بانک ها : 7 ساعت
30-لیست صندوق ها : 7 ساعت
31-ویرایش صندوق و بانک : 8 ساعت
32-تنخواه گردان : 8 ساعت
33- ثبت نخواه : 7 ساعت
34-فرم انتقال :  12 ساعت
35-لیست انتقال : 7 ساعت
36-لیست چک ها ی دریافتی : 12 ساعت
37- لیست چک های پرداختی : 7 ساعت
38-فرم فاکتور سریع : 14 ساعت
39- فرم فاکتور برگشت از فروش : 14 ساعت
40-لیست فاکتور های فروش : 14 ساعت
41-لیست فاکتور های برگشت از فروش : 7 ساعت
42-فرم درآمد : 12 ساعت
43-لیست درآمد : 7 ساعت
44-قرارداد فروش اقساطی : 14 ساعت
45-لیست فروش اقساطی : 14 ساعت
46-اقلام تخفیف دار : 7 ساعت
47-فرم خرید : 8 ساعت
48-برگشت از خرید : 7 ساعت
49-فاکتور های خرید : 7 ساعت
50-فاکتور های برگشت از خرید : 5 ساعت
51-فرم هزینه : 14 ساعت
52- لیست هزینه :  9 ساعت
53- فاکتور ضایعات : 10 ساعت
54-لیست ضایعات : 8 ساعت
55- صفحه انبار ها :  7 ساعت
56-حواله جدید : 12 ساعت
57-رسید و حواله انبار : 7 ساعت
58-موجودی کالا : 14 ساعت
59-موجودی تمامی انبار ها 14 ساعت
60-انبار گردانی:  14 ساعت
61-سند حسابداری 14 ساعتع
62-لیست اسناد 9 ساعت
63- بستن سال مالی : 14 ساعت
64- جدول حساب ها : 14 ساعت
65-تجمیع اسناد : 14 ساعت
66-آرشیو : 14 ساعت
67-پنل پیامک 14 ساعت ( بعد از خرید فعال میشه تو حسابفا میشه دید )
68-استعلام کد پستی : 5 ساعت
69- استعلام شناسه ملی اشخاص حقوقی : 5 ساعت
70: استعلام کد ملی اشخاص حقیقی : 5 ساعت
71- استعلام تطابق کد ملی و شماره شبا : 5 ساعت
72-تطابق شماره کارت و کد ملی : 5 ساعت
73-تطابق کد ملی و شماره موبایل : 5 ساعت
74-استعلام مشخصات صاحب کارت : 5 ساعت
75-استعلام مشخصات شماره شبا : 5 ساعت
76-تبدیل شماره حساب به شبا : 5 ساعت
77-تبدیل شماره کارت به شماره حساب : 5 ساعت
78-تبدیل شماره کارت به شبا : 5 ساعت
79- دریافت سایر : 8 ساعت
80-لیست دریافت سایر : 6 ساعت
81-پرداخت سایر:7 ساعت
82-لیست پرداخت سایر : 5 ساعت
83-سند تسعیر ارز : 11 ساعت
84-سند توازن اشخاص : 10 ساعت
85-سند حقوق : 14 ساعت
86-گزارش ها : داشبورد اصلی : 14 ساعت
87- گزارش به تفکیک هر موضوع : 45 ساعت
88-پروژه ها : 12 ساعت
89-پروفایل : 20 ساعت
90-راه اندازی کسب و کار جدید : 20 ساعت
`
