const OpeningBalance = () => {
  return (
    <div>
      تراز افتتاحیه اگر در تاریخ شروع سال مالی در بانک ها و صندوق ها مبالغی وجود
      داشته باشد یا از یک کالا تعدادی در انبار موجود باشد، به این مبالغ و تعداد
      مانده ابتدای دوره می گویند. مانده ابتدای دوره کلیه تعاریفی که تاکنون انجام
      داده اید، در تراز افتتاحیه ثبت می شود. بدهکاران و بستانکاران کسب و کار
      شما، موجودی ابتدای دوره کالا ها، موجودی بانک ها و صندوق ها، اسباب و اثاثیه
      اداری، حق امتیازها، ودایع و هر آنچه که در ابتدای کار وجود دارد، باید در
      تراز افتتاحیه ثبت شوند.
    </div>
  )
}

export default OpeningBalance
